max_letters = 12
language_tags = {

                'en':['actor', 'alcohol', 'cheque', 'cancer', 'chocolate', 'debate', 'hobby', 'melon', 'propaganda',
                      'religion', 'violin', 'england', 'MediaWiki'],

                'si':["ශ්‍රී දළදා මාළිගාව",  "දියවඩන නිලමේ", "මහනුවර", "මාතලේ පරිපාලන දිස්ත්‍රික්කය", "ලංකා දිවයින","සංස්කෘතිය",
                      "න්‍යෂ්ටික අවි","තිරසාර සංවර්ධනය","කාන්තාව හා සංවර්ධනය","ආර්ථික සංවර්ධනය","මුල් ළමාවියේ සංවර්ධනය",
                     "ඵලදායී පාසල","රසායනික කර්මාන්ත","පළමුවන විමලධර්මසූරිය රජ","දළදා වහන්සේ","දියවඩන නිලමේ","මහනුවර","සමාජ වෙළඳ පොළ ආර්ථිකය",
                     "නාලන්දා විශ්වවිද්‍යාලය","CIA ගැන අභ්‍යන්තර සමාලෝචනය","CPU උපදෙස් මට්ටමේ සමාන්තරතාවය","ඔලිම්පික්","ශ්‍රී ලංකාවේ 14වන පාර්ලිමේන්තුව","හෘදය","උසස් පෙළ දේශපාලන විද්‍යාව",
                     "චීන ඉතිහාසය","ශ්‍රී ලංකාවේ 9වන පාර්ලිමේන්තුව","යුදෙවු ආගම","කොරියාවේ ඉතිහාසය","ජොසොන්","අක්නාටන්","ජන සන්නිවේදනය",
                     "ටයිටැනික් (නෞකාව)","සීගිරියේ සංස්කෘතික වටිනාකම්","කුමාරතුංග කැබිනට් මණ්ඩලය","චෝළ රාජවංශය","ධම්‌මහදයවිභඞ්‌ගො","බොරතෙල්","ඇඩොල්ෆ් හිට්ලර්",
                     "එක් දින ජාත්‍යන්තර ක්‍රිකට් වාර්තා ලැයිස්තුව","ශ්‍රී ලංකා යුද්ධ හමුදාව","ඉන්දු-යුරෝපීය භාෂා පවුල","ශ්‍රී ලංකාවේ 13වන පාර්ලිමේන්තුව",
                     "ගනේෂ","ශ්‍රී ලංකාවේ 12වන පාර්ලිමේන්තුව","ශ්‍රී ලංකාවේ 10වන පාර්ලිමේන්තුව","හන්ටිංටන්ගේ රෝගය","බියුටි ඇන්ඩ් ද බීස්ට් (2017 චිත්‍රපටය)"]

                 }